Repository: pbloom209/trio
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: pt

source: Add insulin without actually bolusing
pt: Adicionar insulina sem bolusing

source: Add %@ without bolusing
pt: Adicionar %@ sem usar o bolus

source: Close
pt: FECHAR

source: Continue without bolus
pt: Continuar sem bolus

source: Amount is more than your Max Bolus setting! Are you sure you want to add
pt: Valor é maior do que a configuração de seu Bólus Máximo! Você tem certeza que deseja adicionar

source: Enact Bolus
pt: Administrar Bolus

source: Enact bolus
pt: Administrar Bolus

source: Insulin recommended
pt: Insulina recomendada

source: Insulin required
pt: Insulina necessária

source: Recommendation
pt: Recomendação

source: Clear
pt: Limpar

source: Done
pt: Concluído

source: Wait please
pt: Aguarde, por favor

source: Agree and continue
pt: Aceitar e Continuar

source: of
pt: de

source: Enacted at
pt: Executado em

source: Suggested at
pt: Sugerido em

source: Error at
pt: Erro em

source: Meal Summary
pt: Resumo de refeição

source: Edit Meal
pt: Editar a refeição

source: Add Meal
pt: Adicionar refeição

source: Bolus Summary
pt: Resumo do Bolus

source: Calculations
pt: Cálculos

source: Fatty Meal
pt: Refeição Gordurosa

source: Full Bolus
pt: Bolus completo

source: Fraction
pt: Fração

source: Fatty Meal Factor
pt: Fator de refeição gordurosa

source: Result
pt: Resultado

source: Your entered amount was limited by your max Bolus setting of %d%@
pt: A sua quantia inserida foi limitada pela configuração do Bólus máximo de %d%@

source: Continue
pt: Continuar

source: Home
pt: Menu Inicial

source: looping
pt: repetição

source: min ago
pt: minutos atrás

source: No suggestion
pt: Sem sugestão

source: Replace pod
pt: Substituir a bomba (Pod)

source: Add Carbs
pt: Adicionar Carboidratos

source: Add Carbs
pt: Adicionar Carboidratos

source: Amount Carbs
pt: Quantidade de Carboidratos

source: grams
pt: gramas

source: Carbs required
pt: Carboidratos necessários

source: Saved Food
pt: Alimento salvo

source: Are you sure?
pt: Você tem certeza?

source: Bottom target
pt: Alvo inferior

source: Cancel
pt: cancelar

source: Cancel Temp Target
pt: Cancelar alvo temporário

source: Custom
pt: Personalizado

source: Date
pt: Data

source: Delete
pt: Apagar

source: Delete preset "%@"
pt: Apagar predefinido "%@"

source: Duration
pt: Duração

source: Enact Temp Target
pt: Executar alvo temporário

source: Target
pt: Alvo

source: Basal Insulin and Sensitivity ratio
pt: Insulina Basal e Taxa de Sensibilidade

source: A lower 'Half Basal Target' setting will reduce the basal and raise the ISF earlier, at a lower target glucose.
pt: Uma configuração de 'Metade do Alvo Basal' irá reduzir o basal e aumentará o ISF mais cedo, de um alvo glicêmico mais baixo.

source: Your setting:
pt: Sua configuração:

source: mg/dl. Autosens.max limits the max endpoint
pt: mg/dl. Autosens.max limita o ponto de extremidade máximo

source: Enter preset name
pt: Digite o nome da predefinição

source: Name
pt: Nome

source: minutes
pt: Minutos

source: Presets
pt: Predefinições

source: Save
pt: Guardar

source: Save as Preset
pt: Salvar como Predefinição

source: Delete Preset
pt: Excluir predefinição

source: Delete preset '%@'?
pt: Excluir predefinição '%@'?

source: No
pt: Não

source: Yes
pt: sim

source: Top target
pt: Limite alto

source: for
pt: para

source: min
pt: minutos

source: Basal profile
pt: Perfil Basal

source: Carb ratio
pt: Taxa de Carboidratos

source: Delete autotune data
pt: Excluir dados automáticos

source: Run now
pt: Executar agora

source: Last run
pt: Última execução

source: Sensitivity
pt: Sensibilidade

source: Add
pt: Adicionar

source: Basal Profile
pt: Perfil Basal

source: Rate
pt: Avaliar

source: Save on Pump
pt: Salvar na Bomba

source: Saving...
pt: Salvando...

source: Schedule
pt: Agendamento

source: starts at
pt: inicia em

source: Time
pt: Hora

source: Calculated Ratio
pt: Taxa Calculada

source: Carb Ratios
pt: Proporções de Carboidrato

source: Ratio
pt: Taxa

source: Calculated Sensitivity
pt: Sensibilidade calculada

source: Insulin Sensitivities
pt: Sensibilidade de Insulina

source: Sensitivity Ratio
pt: Relação de Sensibilidade

source: Dismiss
pt: Descartar

source: Important message
pt: Mensagem importante

source: Amount
pt: Quantidade

source: Cancel Temp Basal
pt: Cancelar Basal Temporária

source: Enact
pt: Realizar

source: Manual Temp Basal
pt: Manual de basal temporario

source: Allow uploads
pt: Permitir uploads

source: API secret
pt: Chave secreta de API

source: Connect
pt: Conectar

source: Connected!
pt: Conectado!

source: Connecting...
pt: Conectando...

source: Invalid URL
pt: URL inválida

source: Local glucose source
pt: Fonte de glicose local

source: Nightscout Config
pt: Configuração do Nightscout

source: Port
pt: Porto

source: Use local glucose server
pt: Usar servidor local de glicose

source: This enables uploading of statistics.json to Nightscout, which can be used by the Community Statistics and Demographics Project. Participation in Community Statistics is opt-in, and requires separate registration at:
pt: Isso permite o upload de statistics.json para o Nightscout, que pode ser usado pelo Projeto de Estatísticas Comunitárias e Demográficos. Participação em Estatísticas da Comunidade é opt-in, e requere registro separado em:

source: Edit settings json
pt: Editar configurações json

source: Glucose units
pt: Unidades de glicose

source: Preferences
pt: Preferências:

source: Recommended Insulin Fraction
pt: Fração de Insulina recomendada

source: Skip Bolus screen after carbs
pt: Pular tela do Bolus após carboidratos

source: Remote Control
pt: Controle remoto

source: Now please verify all of your new settings thoroughly: • DIA (Pump settings) • Basal Profile • Insulin Sensitivities • Carb Ratios • Target Glucose in Trio Settings -> Configuration. Bad or invalid profile settings could have disastrous effects.
pt: Identificador (Chave): Agora, por favor, verifique cuidadosamente todas as suas novas configurações: • DIA (Configurações da bomba) • Perfil Basal • Sensibilidades à Insulina • Relações de Carboidratos • Glicose Alvo em Configurações do Trio -> Configuração. Configurações de perfil incorretas ou inválidas podem ter efeitos desastrosos. Agora, por favor, verifique cuidadosamente todas as suas novas configurações: • DIA (Configurações da bomba) • Perfil Basal • Sensibilidades à Insulina • Relações de Carboidratos • Glicose Alvo em Configurações do Trio -> Configuração. Configurações de perfil incorretas ou inválidas podem ter efeitos desastrosos. Alerta de Perfis Importados Arquivo: Localizable. strings.

source: This will replace some or all of your current pump settings. Are you sure you want to import profile settings from Nightscout?
pt: Isto irá substituir algumas ou todas as configurações da sua bomba atual. Tem certeza de que deseja importar as configurações de perfil do Nightscout?

source: Invalid Nightcsout Basal Settings. Import aborted. Please check your Nightscout Profile Basal Settings!
pt: Configurações de Basal inválidas. Importação abortada. Por favor, verifique suas configurações de perfil Basal do Nightscout!

source: Settings were imported but the Basals couldn't be saved to pump (No pump). Check your basal settings and tap ´Save on Pump´ to sync the new basal settings
pt: U Configurações foram importadas, mas os basais não puderam ser salvos na bomba (Sem bomba). Verifique as suas configurações de basal e toque em "Salvar na Bomba" para sincronizar as novas configurações de basal

source: Import Error
pt: Erro ao importar

source: Yes, Import
pt: Sim, Importar

source: Import settings from Nightscout
pt: Importar configurações do Nightscout

source: Import settings?
pt: Importar configurações?

source: Import from Nightscout
pt: Importar do Nightscout

source: Settings imported
pt: Configurações importadas

source: Mismatching glucose units in Nightscout and Pump Settings. Import settings aborted.
pt: Unidades de glicose não coincidem nas configurações do Nightscout e da bomba. As configurações do importar foi interrompido.

source: Can't find the default Nightscout Profile.
pt: Não foi possível encontrar o perfil padrão do Nightscout.

source: Blood Glucose Test
pt: Teste de Glicemia

source: Add Medtronic
pt: Adicionar Medtronic

source: Add Omnipod
pt: Adicionar Omnipod

source: Add Simulator
pt: Adicionar simulador

source: Model
pt: Modelo

source: Pump config
pt: Configuração da bomba

source: Delivery limits
pt: Limites de entrega

source: Duration of Insulin Action
pt: Duração da Ação de Insulina

source: hours
pt: horas

source: Max Basal
pt: Basal Máxima

source: Max Bolus
pt: Bolus Máximo

source: Max Carbs
pt: Máximo de Carboidratos

source: Max Fat
pt: Gordura máxima

source: Max Protein
pt: Proteínas Máximas

source: Limit Per Entry
pt: Limitar por entrada

source: Max Carbs of
pt: Máximo de Carboidratos de

source: Max Fat of
pt: Gordura máxima de

source: Max Protein of
pt: Proteínas Máximas de

source: Max Bolus of
pt: Bólus Máximo de

source: exceeded
pt: excedido

source: Pump Settings
pt: Configurações da Bomba

source: %@ U
pt: Identificador (Chave): %@ U %@ U Número de unidades de insulina administradas Arquivo: Localizador. cadeias de caracteres

source: g
pt: gr

source: g
pt: gr

source: 0 U/hr
pt: U/hr

source: Closed loop
pt: Loop fechado

source: Configuration
pt: Configuração

source: Devices
pt: Dispositivos

source: Pump
pt: Bomba

source: Watch
pt: Relógio

source: Watch Configuration
pt: Configuração do relógio

source: Apple Watch
pt: Relógio da Apple

source: Display on Watch
pt: Exibir no Relógio

source: Garmin Watch
pt: Relógio de Garmin

source: Add devices
pt: Adicionar dispositivos

source: Glucose Target
pt: Alvo Glicêmico

source: Heart Rate
pt: Frequência cardíaca

source: Steps
pt: Passos

source: The app Garmin Connect must be installed to use for Trio. Go to App Store to download it
pt: O aplicativo Garmin Connect precisa ser instalado para usar no Trio. Vá para App Store para baixá-lo

source: Garmin is not available
pt: Garmin não está disponível

source: Services
pt: Serviços

source: Settings
pt: Confirgurações

source: Recommended Bolus Percentage
pt: Porcentagem do Bólus recomendada

source: Share logs
pt: Compartilhar logs

source: High target
pt: Meta alta

source: Low target
pt: Meta baixa

source: Bolusing
pt: Aplicando bolus

source: Pump suspended
pt: Bomba suspensa

source: History
pt: Histórico

source: Upload
pt: Transferir

source: Allow Uploads
pt: Permitir Uploads

source: Type
pt: tipo

source: Transmitter ID
pt: ID do transmissor

source: Other
pt: Outros

source: Set temp targets presets on iPhone first
pt: Defina primeiro as predefinições dos alvos temporários no iPhone

source: Updating...
pt: Atualizando...

source: Temp Targets
pt: Alvos temporários

source: Delete Carbs?
pt: Excluir carboidratos?

source: Delete Insulin?
pt: Excluir insulina?

source: Treatments
pt: Tratamentos

source: min
pt: minutos

source: Unable to change anything
pt: Não é possível alterar nada

source: Configure Libre Transmitter
pt: Configurar Transmissor Libre

source: Calibrations
pt: Calibrações

source: Create Events in Calendar
pt: Criar Eventos no Calendário

source: Calendar
pt: calendário

source: Automatic
pt: Automático

source: External
pt: externo

source: Libre Transmitter
pt: Transmissor Libre

source: Libre Transmitters
pt: Transmissor Libre

source: Bluetooth Transmitters
pt: Transmissores Bluetooth

source: Modes
pt: Modos

source: Libre 2 Direct
pt: Libre 2 Direto

source: Select the third party transmitter you want to connect to
pt: Selecione o transmissor de terceiros que você deseja conectar

source: State was restored
pt: Estado foi restaurado

source: Add calibration
pt: Adicionar calibração

source: Meter glucose
pt: Medidor de glicose

source: Info
pt: Informações

source: Slope
pt: Inclinação

source: Intercept
pt: Interceptar

source: Chart
pt: Gráfico

source: Remove
pt: Excluir

source: Remove Last
pt: Remover o último

source: Remove All
pt: Remover todos

source: About the Process
pt: Sobre o processo

source: Please make sure that your Libre 2 sensor is already activated and finished warming up. If you have other apps connecting to the sensor via bluetooth, these need to be shut down or uninstalled. You can only have one app communicating with the sensor via bluetooth. Then press the "pariring and connection" button below to start the process. Please note that the bluetooth connection might take up to a couple of minutes before it starts working.
pt: Por favor, certifique-se de que seu sensor Libre 2 já está ativado e que o tempo de aquecimento acabou. Se você tem outros aplicativos conectando ao sensor via bluetooth, eles precisam ser desligados ou desinstalados. Você só pode ter um aplicativo comunicando com o sensor via bluetooth. Em seguida, pressione o botão "pareamento e conexão" abaixo para iniciar o processo. Por favor, note que a conexão bluetooth pode levar alguns minutos antes de começar a funcionar.

source: Pairinginfo
pt: Informações de emparelhamento

source: PatchInfo
pt: Informações do Patch

source: Calibrationinfo
pt: Informaçãoes de calibraçāo

source: Unknown
pt: Desconhecido

source: Not paired yet
pt: Ainda não pareado

source: Pair Sensor & connect
pt: Emparelhar Sensor e conectar

source: Phone NFC required!
pt: NFC do telefone é necessário!

source: Your phone or app is not enabled for NFC communications, which is needed to pair to libre2 sensors
pt: Seu telefone ou aplicativo não está habilitado para comunicações NFC, que é necessário para emparelhar sensores libre2

source: Bluetooth Power Off
pt: Desativar Bluetooth

source: Please turn on Bluetooth
pt: Por favor, ative o Bluetooth

source: No Libre Transmitter Selected
pt: Nenhum transmissor Libre selecionado

source: Delete CGMManager and start anew. Your libreoopweb credentials will be preserved
pt: Excluir o CGMManager e começar de novo. Suas credenciais de libreoopweb serão preservadas

source: Invalid libre checksum
pt: Checksum libre inválido

source: Libre sensor was incorrectly read, CRCs were not valid
pt: Sensor Libre foi lido incorretamente, CRCs não eram válidos

source: Glucose
pt: Glicose

source: LOWALERT!
pt: ALERTA DE BAIXA!

source: HIGHALERT!
pt: ALERTA DE ALTA!

source: (Snoozed)
pt: (Adiado)

source: Glucose: %@
pt: Glicose: %@

source: Transmitter: %@%%
pt: Transmissor: %@%%

source: No Sensor Detected
pt: Nenhum Sensor Detectado

source: This might be an intermittent problem, but please check that your transmitter is tightly secured over your sensor
pt: Isto pode ser um problema intermitente, mas verifique se seu transmissor está firmemente seguro sobre seu sensor

source: New Sensor Detected
pt: Novo Sensor Detectado

source: Please wait up to 30 minutes before glucose readings are available!
pt: Por favor, aguarde até 30 minutos antes de leituras de glicose estarem disponíveis!

source: Invalid Glucose sample detected, try again later
pt: Amostra de glicose inválida detectada, tente novamente mais tarde

source: Sensor might have temporarily stopped, fallen off or is too cold or too warm
pt: Sensor pode ter parado temporariamente, pode ter caído ou está muito frio ou quente

source: Invalid Sensor Detected
pt: Sensor inválido detectado

source: Detected sensor seems not to be a libre 1 sensor!
pt: O sensor detectado parece não ser um sensor libre 1!

source: Detected sensor is invalid: %@
pt: Sensor detectado é inválido: %@

source: Low battery
pt: Bateria fraca

source: Invalid sensor
pt: Sensor inválido

source: Sensor change
pt: Mudar o sensor

source: Sensor expires soon
pt: O sensor expira em breve

source: Battery is running low %@, consider charging your %@ device as soon as possible
pt: A bateria está acabando com %@, considere carregar o seu dispositivo %@ o mais rápido possível

source: Extracting calibrationdata from sensor
pt: Extraindo dados de calibraçāo do sensor

source: Sensor Ending Soon
pt: Finalização do Sensor em breve

source: Current Sensor is Ending soon! Sensor Life left in %@
pt: Sensor atual já vai encerrar! O Sensor terminará em %@

source: Libre Bluetooth
pt: Bluetooth Libre

source: Snooze Alerts
pt: Silenciar Alerta

source: Last measurement
pt: Última medição

source: Sensor Footer checksum
pt: Sensor verificação do Rodapé

source: Last Blood Sugar prediction
pt: Última previsão de açúcar no sangue

source: CurrentBG
pt: Atual glicemia no sangue

source: Sensor Info
pt: Informação do Sensor

source: Sensor Age
pt: Idade do Sensor

source: Sensor Age Left
pt: Idade do Sensor da esquerda

source: Sensor Endtime
pt: Tempo final do sensor

source: Sensor State
pt: Estado do Sensor

source: Sensor Serial
pt: Série do Sensor

source: Transmitter Info
pt: Informações do transmissor

source: Hardware
pt: Equipamento

source: Connection State
pt: Estado da Conexão

source: Transmitter Type
pt: Tipo de transmissor

source: Sensor Type
pt: Tipo de Sensor

source: Factory Calibration Parameters
pt: Parâmetros da Calibração de Fábrica

source: Valid for footer
pt: Válidado para o rodapé

source: Edit calibrations
pt: Editar calibrações

source: edit calibration clicked
pt: editar calibração clicada

source: Delete CGM
pt: Excluir CGM

source: Are you sure you want to remove this cgm from loop?
pt: Tem certeza que deseja remover este cgm do loop?

source: There is no undo
pt: Não há nenhum desfazer

source: Advanced
pt: Avançado

source: Alarms
pt: Alarmes

source: Glucose Settings
pt: Configurações de Glicose

source: Notifications
pt: notificações

source: Export logs
pt: Exportar logs

source: Export not available
pt: Exportação não disponível

source: Log export requires ios 15
pt: Log de exportação requer ios 15

source: Got it!
pt: Entendi!

source: Saved to %@
pt: Salvo em %@

source: No logs available
pt: Não há registros disponíveis

source: Glucose Notification visibility
pt: Visibilidade da Notificação da Glicose

source: Always Notify Glucose
pt: Sempre notificar a Glicose

source: Notify per reading
pt: Notificar por leitura

source: Value
pt: Valor

source: Adds Phone Battery
pt: Adicionar bateria do telefone

source: Adds Transmitter Battery
pt: Adiciona Bateria de Transmissor

source: Also vibrate
pt: Vibrar também

source: Additional notification types
pt: Tipos adicionais de notificação

source: Misc
pt: Diversos

source: Unit override
pt: Substituição da unidade

source: Low
pt: baixa

source: High
pt: alta

source: glucose
pt: glicose

source: Schedule
pt: Agendamento

source: tapped save schedules
pt: toque para salvar os horários

source: Error
pt: ERRO

source: Some ui element was incorrectly specified
pt: Algum elemento ui foi especificado incorretamente

source: Success
pt: Sucesso

source: Schedules were saved successfully!
pt: Agendas foram salvas com sucesso!

source: High Glucose Alarm active
pt: Alarme de Glicémia Alta está ativo

source: Low Glucose Alarm active
pt: Alarme de Glicose Baixo está ativo

source: No Glucose Alarm active
pt: Nenhum alarme de Glicémia está ativo

source: snoozing until %@
pt: adiando até %@

source: not snoozing
pt: não está adiado

source: nothing to see here
pt: nada para ver aqui

source: snooze from testview clicked
pt: o testview está adiado

source: will snooze for %@ until %@
pt: vai silenciar por %@ até %@

source: Click to Snooze Alerts
pt: Clique para adiar alertas

source: Strength
pt: Intensidade

source: Hold the top of your iPhone near the sensor to pair
pt: Segure o topo do seu iPhone perto do sensor para emparelhar

source: Sensor not found
pt: Sensor não encontrado

source: Also play alert sound
pt: Também toque o som de alerta

source: Notification Settings
pt: Configurações de notificação

source: Found devices: %d
pt: Dispositivos encontrados: %d

source: Backfill options
pt: Opções de recarga

source: Backfilling from trend is currently not well supported by Loop
pt: O preenchimento de backups atualmente não é bem suportado pelo Loop

source: Backfill from history
pt: Preenchimento do histórico

source: Backfill from trend
pt: Preenchimento de tendências

source: Debug options
pt: Opções de depuração

source: Adds a lot of data to the Issue Report
pt: Adiciona um monte de dados ao relatório de problemas

source: Persist sensordata
pt: Persistir dados do sensor

source: Battery
pt: Bateria

source: Also add source info
pt: Adicionar também informações de fonte

source: Carbs Required Threshold
pt: Limite necessário de Carboidratos

source: Carbs required: %d g
pt: Carboidratos necessários: %d g

source: To prevent LOW required %d g of carbs
pt: Para prevenir BAIXA requer %d g de carboidratos

source: Trio Not Active
pt: Trio Não Ativo

source: Last loop was more than %d min ago
pt: O último loop foi mais de %d minutos atrás

source: Show glucose on the app badge
pt: Mostrar glicose no ícone do aplicativo

source: Backfill glucose
pt: Glicose de enchimento

source: About this source
pt: Sobre essa fonte

source: Bolus failed
pt: Bolus falhou

source: Bolus failed or inaccurate. Check pump history before repeating.
pt: O bólus falhou ou incorreto. Verifique o histórico da bomba antes de repetir.

source: Carbs
pt: Carboidratos

source: Note
pt: Observação

source: Temp Basal
pt: Basal temporario

source: Temp Target
pt: Alvo temporario

source: Resume
pt: Retomar

source: Suspend
pt: Suspender

source: Animated Background
pt: Fundo animado

source: day(s)
pt: dia(s)

source: Display HR on Watch
pt: Exibir RH no Relógio

source: OpenAPS main settings
pt: Configurações principais do OpenAPS

source: OpenAPS SMB settings
pt: Configurações de SMB OpenAPS

source: OpenAPS targets settings
pt: Configurações de alvos OpenAPS

source: OpenAPS other settings
pt: Outras configurações do OpenAPS

source: Glucose Simulator
pt: Simulador de Glicose

source: Bluetooth State restored (APS restarted?). Found %d peripherals, and connected to %@ with identifier %@
pt: Estado Bluetooth restaurado (APS reiniciado?). %d periféricos encontrados, e conectado ao %@ com identificador %@

source: Using shared app group with external CGM app xDrip4iOS
pt: Usando grupo de aplicativos compartilhados com aplicativo CGM externo xDrip4iOS

source: Using shared app group with external CGM app GlucoseDirect
pt: Usando grupo de apps compartilhados com um app CGM externo GlucoseDirect

source: Dexcom G6 app
pt: Aplicativo G6 da Dexcom

source: Native G5 app
pt: App G5 nativo

source: Minilink transmitter
pt: Transmissor Minilink

source: Simple simulator
pt: Simulador simples

source: Direct connection with Libre 1 transmitters or European Libre 2 sensors
pt: Conexão direta com transmissores Libre 1 ou sensores Europeus Libre 2

source: Online or internal server
pt: Servidor online ou interno

source: Developer
pt: Desenvolvedor

source: NS Upload Profile
pt: Perfil de envio NS

source: NS Uploaded Profile
pt: Perfil enviado NS

source: Dynamic Sensitivity
pt: Sensibilidade dinâmica

source: Only Autotune Basal Insulin
pt: Apenas Autotune Insulina Basal

source: Save as your Normal Basal Rates
pt: Salvar como suas taxas normais de Basal

source: Pump History
pt: Histórico da Bomba (pod)

source: Target ranges
pt: Intervalos alvo

source: Temp targets
pt: Metas temporárias

source: Meal
pt: Refeição

source: Pump profile
pt: Perfil da bomba

source: Profile
pt: Perfil

source: Enacted
pt: Executado

source: Announcements
pt: Avisos

source: Enacted announcements
pt: Avisos executados

source: Loop Cycles
pt: Ciclos de Repetição

source: Glucose Data used for statistics
pt: Dados de Glicose usados para estatísticas

source: Apple Health
pt: Saúde da Apple

source: Connect to Apple Health
pt: Conectar ao Apple Saúde
