Repository: pbloom209/trio
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: pt

source: With this option enabled, the SMB algorithm can recognize unannounced meals. This is helpful, if you forget to tell Trio about your carbs or estimate your carbs wrong and the amount of entered carbs is wrong or if a meal with lots of fat and protein has a longer duration than expected. Without any carb entry, UAM can recognize fast glucose increasments caused by carbs, adrenaline, etc, and tries to adjust it with SMBs. This also works the opposite way: if there is a fast glucose decreasement, it can stop SMBs earlier.
pt: Com esta opção habilitada, o algoritmo SMB pode reconhecer refeições não anunciadas. Isto é útil, se você esquecer de dizer a Trio sobre seus carbos ou estimar seus carboidratos errados e a quantidade de carboidratos inseridos está errada ou se uma refeição com um monte de gordura e proteína tem uma duração maior do que o esperado. Sem qualquer entrada de carbos, a UAM pode reconhecer aumentos rápidos de glicose causados por carboidratos, adrenalina, etc, e tentar ajustá-lo com SMBs. Isto também funciona da forma oposta: se houver uma rápida redução da glicose, poderá travar as PME mais cedo.

source: Enable SMB With COB
pt: Activar SMB com COB

source: This enables supermicrobolus (SMB) while carbs on board (COB) are positive.
pt: Isto permite o supermicrobolus (SMB) enquanto os hidratos a bordo (COB) são positivos.

source: Enable SMB With Temptarget
pt: SMB activo com alvo temporário

source: This enables supermicrobolus (SMB) with eating soon / low temp targets. With this feature enabled, any temporary target below 100mg/dL, such as a temp target of 99 (or 80, the typical eating soon target) will enable SMB.
pt: Isto permite que supermicrobolus (SMB) coma em breve / alvos temporários baixos. Com este recurso ativado, qualquer alvo temporário abaixo de 100mg/dL como um alvo temporário de 99 (ou 80, a comida típica em breve) permitirá que as pequenas e médias empresas.

source: Enable SMB Always
pt: Ativar sempre SMB

source: Defaults to false. When true, always enable supermicrobolus (unless disabled by high temptarget).
pt: O padrão é falso. Quando verdadeiro, sempre habilita supermicrobolus (a menos que desative por alto alvo).

source: Enable SMB After Carbs
pt: Ativar SMB após Carbs

source: Defaults to false. When true, enables supermicrobolus (SMB) for 6h after carbs, even with 0 carbs on board (COB).
pt: O padrão é falso. Quando verdadeiro, habilita supermicrobolus (SMB) por 6h após carbos, mesmo com 0 carbs a bordo (COB).

source: Allow SMB With High Temptarget
pt: Permitir SMB com Alto-alvo

source: Defaults to false. When true, allows supermicrobolus (if otherwise enabled) even with high temp targets (> 100 mg/dl).
pt: O padrão é falso. Quando verdadeiro, permite supermicrobolus (se estiver habilitado) mesmo com alvos temporários altos (> 100 mg/dl).

source: Use Custom Peak Time
pt: Usar Tempo Pico Personalizado

source: Defaults to false. Setting to true allows changing insulinPeakTime
pt: O padrão é falso. A configuração verdadeira permite alterar insulinPeakTime

source: Default is false. Any existing temp basals during times the pump was suspended will be deleted and 0 temp basals to negate the profile basal rates during times pump is suspended will be added.
pt: Padrão é falso. Qualquer basal temp existente durante os tempos de suspensão da bomba será excluída e 0 basais temporárias para negar as taxas de basal do perfil durante os períodos de suspensão da bomba será adicionado.

source: Max IOB is the maximum amount of insulin on board from all sources – both basal (or SMB correction) and bolus insulin – that your loop is allowed to accumulate to treat higher-than-target BG. Unlike the other two OpenAPS safety settings (max_daily_safety_multiplier and current_basal_safety_multiplier), max_iob is set as a fixed number of units of insulin. As of now manual boluses are NOT limited by this setting. To test your basal rates during nighttime, you can modify the Max IOB setting to zero while in Closed Loop. This will enable low glucose suspend mode while testing your basal rates settings (Tip from https://www.loopandlearn.org/freeaps-x/#open-loop).
pt: Identificador (Chave): O Max IOB é a quantidade máxima de insulina ativa de todas as fontes – tanto basal (ou correção SMB) quanto insulina em bolus – que o seu loop está autorizado a acumular para tratar a glicemia (BG) acima do alvo. Diferente das outras duas configurações de segurança do OpenAPS (max_daily_safety_multiplier e current_basal_safety_multiplier), o max_iob é definido como um número fixo de unidades de insulina. Até o momento, os bolus manuais NÃO são limitados por esta configuração. Para testar suas taxas basais durante a noite, você pode modificar a configuração de Max IOB para zero enquanto estiver em Closed Loop. Isso permitirá o modo de suspensão de glicose baixa enquanto você testa suas configurações de taxas basais. (Dica de https://www.loopandlearn.org/freeaps-x/#open-loop). "Max IOB" Arquivo: Localizable.strings.

source: Max Daily Safety Multiplier
pt: Multiplicador Máximo de Segurança Diária

source: This is an important OpenAPS safety limit. The default setting (which is unlikely to need adjusting) is 3. This means that OpenAPS will never be allowed to set a temporary basal rate that is more than 3x the highest hourly basal rate programmed in a user’s pump, or, if enabled, determined by autotune.
pt: Este é um limite de segurança do OpenAPS importante. A configuração padrão (que não precisa ser ajustada) é 3. Isto significa que o OpenAPS nunca terá permissão para definir uma taxa basal temporária que é mais de 3x a maior taxa basal programada na bomba de um usuário, ou, se habilitado, determinado por autotune.

source: Current Basal Safety Multiplier
pt: Multiplicador de Segurança Basal Atual

source: This is another important OpenAPS safety limit. The default setting (which is also unlikely to need adjusting) is 4. This means that OpenAPS will never be allowed to set a temporary basal rate that is more than 4x the current hourly basal rate programmed in a user’s pump, or, if enabled, determined by autotune.
pt: Este é outro importante limite de segurança do OpenAPS. A configuração padrão (que também não precisa ser ajustada) é 4. Isto significa que o OpenAPS nunca terá permissão para definir uma taxa basal temporária que seja mais de 4x a taxa basal atual programada na bomba de um usuário, ou, se habilitado, determinado por autotune.

source: This is a multiplier cap for autosens (and autotune) to set a 20% max limit on how high the autosens ratio can be, which in turn determines how high autosens can adjust basals, how low it can adjust ISF, and how low it can set the BG target.
pt: Este é um multiplicador para autosens (e autotune) para definir um limite máximo de 20% no quão alto o rácio autosens pode ser, o que, por sua vez, determina o quão alto autosens pode ajustar as basais, o quão baixo pode ajustar o ISF e o quão baixo pode definir o alvo de glicemia.

source: The other side of the autosens safety limits, putting a cap on how low autosens can adjust basals, and how high it can adjust ISF and BG targets.
pt: O outro lado dos limites de segurança do autosensen, colocando um limite no quão baixo os autosens podem ajustar as basais, e quão alto ele pode ajustar os alvos ISF e BG.

source: Half Basal Exercise Target
pt: Alvo de exercício basal meio

source: Set to a number, e.g. 160, which means when temp target is 160 mg/dL and exercise_mode=true, run 50% basal at this level (120 = 75%; 140 = 60%). This can be adjusted, to give you more control over your exercise modes.
pt: Definir um número, por exemplo, 160, o que significa quando o alvo temporário é de 160 mg/dL e exercise_mode=true, execute 50% basal neste nível (120 = 75%; 140 = 60%). Isso pode ser ajustado, para lhe dar mais controle sobre seus modos de exercício.

source: The default of maxCOB is 120. (If someone enters more carbs in one or multiple entries, Trio will cap COB to maxCOB and keep it at maxCOB until the carbs entered above maxCOB have shown to be absorbed. Essentially, this just limits UAM as a safety cap against weird COB calculations due to fluky data.)
pt: O padrão do maxCOB é 120. (Se alguém entrar em mais carbs em uma ou várias entradas, Trio irá limitar COB para maxCOB e mantê-lo no maxCOB até que os hidratos inseridos acima do maxCOB tenham mostrado ser absorvidos. Essencialmente, isto apenas limita a UAM como um limite de segurança em cálculos de COB estranhos devido a dados fluidos.)

source: Bolus snooze is enacted after you do a meal bolus, so the loop won’t counteract with low temps when you’ve just eaten. The example here and default is 2; so a 3 hour DIA means that bolus snooze will be gradually phased out over 1.5 hours (3DIA/2).
pt: Soneca de bolus será executada depois que você fizer um bolus de refeição, portanto o laço não irá contrariar com temperaturas baixas quando você acabou de comer. O exemplo aqui e o padrão é 2; por isso, uma DIA de 3 horas significa que o bolus snooze será gradualmente eliminado ao longo de 1,5 horas (3DIA/2).

source: This is a setting for default carb absorption impact per 5 minutes. The default is an expected 8 mg/dL/5min. This affects how fast COB is decayed in situations when carb absorption is not visible in BG deviations. The default of 8 mg/dL/5min corresponds to a minimum carb absorption rate of 24g/hr at a CSF of 4 mg/dL/g.
pt: Esta é uma configuração para o impacto padrão da absorção de hidratos a cada 5 minutos. O padrão é um esperado de 8 mg/dL/5min. Isso afeta a rapidez com que o COB é decaído em situações em que a absorção de hidratos de carbono não é visível em desvios de glicemia. O padrão de 8 mg/dL/5min corresponde a uma taxa de absorção mínima de carb de 24g/h a um CSF de 4 mg/dL/g.

source: Autotune ISF Adjustment Fraction
pt: Autotunizar Fração de Ajuste ISF

source: The default of 0.5 for this value keeps autotune ISF closer to pump ISF via a weighted average of fullNewISF and pumpISF. 1.0 allows full adjustment, 0 is no adjustment from pump ISF.
pt: O padrão de 0.5 para esse valor mantém o autotund ISF mais próximo do pump ISF através de uma média ponderada de fullNewISF e pumpISF. 1.0 permite o ajuste completo, 0 não é um ajuste do ISF da bomba.

source: Remaining Carbs Fraction
pt: Fração de Carbos Restante

source: This is the fraction of carbs we’ll assume will absorb over 4h if we don’t yet see carb absorption.
pt: Essa é a fração de hidratos que vamos supor que vão absorver mais de 4 h se ainda não vemos a absorção de carbo.

source: Remaining Carbs Cap
pt: Limite de Carbos Restante

source: This is the amount of the maximum number of carbs we’ll assume will absorb over 4h if we don’t yet see carb absorption.
pt: Essa é a quantidade máxima de hidratos de carbono que iremos absorver mais de 4h se ainda não virmos a absorção de carboidratos.

source: Max SMB Basal Minutes
pt: Máximo de Minutos Basais SMB

source: Defaults to start at 30. This is the maximum minutes of basal that can be delivered as a single SMB with uncovered COB. This gives the ability to make SMB more aggressive if you choose. It is recommended that the value is set to start at 30, in line with the default, and if you choose to increase this value, do so in no more than 15 minute increments, keeping a close eye on the effects of the changes. It is not recommended to set this value higher than 90 mins, as this may affect the ability for the algorithm to safely zero temp. It is also recommended that pushover is used when setting the value to be greater than default, so that alerts are generated for any predicted lows or highs.
pt: O padrão é começar às 30. Esta é a acta máxima da basal que pode ser entregue como uma única SMB com COB descoberto. Isto dá a capacidade de tornar as SMB mais agressivas se você escolher. É recomendado que o valor seja definido para começar com 30, em linha com o padrão, e se você optar por aumentar esse valor, Faça-o apenas com um acréscimo de 15 minutos, acompanhando de perto os efeitos das alterações. Não é recomendado definir este valor superior a 90 minutos, pois isso pode afetar a habilidade de usar um algoritmo em condições de segurança em qualquer temp. Também é recomendado que o pushover seja usado ao configurar o valor para ser maior do que o padrão, para que os alertas sejam gerados para quaisquer mínimos ou máximos previstos.

source: Max UAM SMB Basal Minutes
pt: Máximo de minutos Basais da UAM SMB

source: Defaults to start at 30. This is the maximum minutes of basal that can be delivered by UAM as a single SMB when IOB exceeds COB. This gives the ability to make UAM more or less aggressive if you choose. It is recommended that the value is set to start at 30, in line with the default, and if you choose to increase this value, do so in no more than 15 minute increments, keeping a close eye on the effects of the changes. Reducing the value will cause UAM to dose less insulin for each SMB. It is not recommended to set this value higher than 60 mins, as this may affect the ability for the algorithm to safely zero temp. It is also recommended that pushover is used when setting the value to be greater than default, so that alerts are generated for any predicted lows or highs.
pt: O padrão é iniciar ao 30. Este é o máximo de minutos de basal que podem ser entregues pela UAM como um único SMB quando a IOB excede o COB. Isto dá a capacidade de tornar a UAM mais ou menos agressiva se você escolher. É recomendado que o valor seja definido para começar com 30, em linha com o padrão, e se você optar por aumentar esse valor, Faça-o apenas com um acréscimo de 15 minutos, acompanhando de perto os efeitos das alterações. Reduzir o valor fará com que o UAM doe menos insulina para cada SMB. Não é recomendado definir este valor superior a 60 minutos, já que isso pode afetar a habilidade de usar um algoritmo em condições de segurança em qualquer temp. Também é recomendado que o pushover seja usado ao configurar o valor para ser maior do que o padrão, para que os alertas sejam gerados para quaisquer mínimos ou máximos previstos.

source: SMB Interval
pt: Intervalo SMB

source: Minimum duration in minutes for new SMB since last SMB or manual bolus
pt: Duração mínima em minutos para novas SMB desde o último SMB ou manual bolus

source: Bolus Increment
pt: Incremento de Bolus

source: Smallest enacted SMB amount. Minimum amount for Omnipod pumps is 0.05 U, whereas for Medtronic pumps it differs for various models, from 0.025 U to 0.10 U. Please check the minimum bolus amount which can be delivered by your pump. The default value is 0.1.
pt: Menos quantia de SMB implementada. A quantidade mínima para bombas Omnipod é de 0,05 U, enquanto para bombas Medtronic difere para vários modelos, de 0. 25 U a 0.10 U. Por favor, verifique o valor mínimo de bolus que pode ser entregue pela sua bomba. O valor padrão é 0.1.

source: Insulin Peak Time
pt: Tempo Pico da Insulina

source: Time of maximum blood glucose lowering effect of insulin, in minutes. Beware: Oref assumes for ultra-rapid (Lyumjev) & rapid-acting (Fiasp) curves minimal (35 & 50 min) and maximal (100 & 120 min) applicable insulinPeakTimes. Using a custom insulinPeakTime outside these bounds will result in issues with Trio, longer loop calculations and possible red loops.
pt: Tempo de redução do efeito de insulina de glicose no sangue máximo em minutos. Cuidado: Oref pressupõe curvas ultra-rápidas (Lyumjev) e de ação rápida (Fiasp) mínimas (35 e 50 min) e máximas (100 e 120 min) aplicáveis insulinPeakTimes. Usando um insulinPeakTime personalizado fora destes limites resultará em issues com Trio, cálculos de loop mais longos e possíveis laços vermelhos.

source: Carbs Req Threshold
pt: Limite de Carbs Req

source: Grams of carbsReq to trigger a pushover. Defaults to 1 (for 1 gram of carbohydrate). Can be increased if you only want to get Pushover for carbsReq at X threshold.
pt: Gramas de carbsReq para acionar uma pushover. O padrão é 1 (para 1 grama de carboidrato). Pode ser aumentado se você quiser somente obter Pushover para o limite de carbsReq no valor de X.

source: Defaults to 1.3. Increase target by this amount when looping off raw/noisy CGM data
pt: O padrão é 1.3. Aumente o alvo nesta quantidade quando estiver repetindo dados cru / barulho de CGM

source: Default value: 0.5 This is another key OpenAPS safety cap, and specifies what share of the total insulin required can be delivered as SMB. Increase this experimental value slowly and with caution.
pt: Valor padrão: 0.5 Esta é outra chave de segurança do OpenAPS e especifica qual participação da insulina total necessária pode ser entregue como SMB. Aumente este valor experimental lentamente e com cuidado.

source: Adjust Dynamic ISF constant
pt: Ajustar constante do ISF dinâmico

source: Enable Dynamic ISF
pt: Habilitar ISF Dinâmico

source: Calculate a new ISF with every loop cycle. New ISF will be based on current BG, TDD of insulin (past 24 hours or a weighted average) and an Adjustment Factor (default is 1). Dynamic ISF and CR ratios will be limited by your autosens.min/max limits. Dynamic ratio replaces the autosens.ratio: New ISF = Static ISF / Dynamic ratio, Dynamic ratio = profile.sens * adjustmentFactor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutes
pt: Calcule um novo ISF com cada ciclo de ciclo. O novo ISF será baseado na atual BG, TDD da insulina (última 24 horas ou uma média ponderada) e um Fator de Ajuste (o padrão é 1). Rácios dinâmicos ISF e RC serão limitados pelos seus limites autosens.min/max. A proporção dinâmica substitui o autosens.ratio: New ISF = ISF estático / Relação dinâmica, Relação dinâmica = perfil. ens * ajusta fator * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutos

source: Enable Dynamic CR
pt: Habilitar CR Dinâmico

source: Use Dynamic CR. The dynamic ratio will be used for CR as follows: When ratio > 1: dynCR = (newRatio - 1) / 2 + 1. When ratio < 1: dynCR = CR/dynCR. Don't use toghether with a high Insulin Fraction (> 2)
pt: Use CR. Dinâmico A proporção dinâmica será usada para CR da seguinte forma: When ratio > 1: dynCR = (newRatio - 1) / 2 + 1. Quando a proporção < 1: dynCR = CR/dynCR. Não use toghether com uma fração de Insulina alta (> 2)

source: Activate Dynamic Sensitivity (ISF)
pt: Ativar Sensibilidade Dinâmica (ISF)

source: Activate Dynamic Carb Ratio (CR)
pt: Ativar Taxa de Carb Dinâmica (CR)

source: Adjust Dynamic ratios by a constant. Default is 0.5. The higher the value, the larger the correction of your ISF will be for a high or a low BG. Maximum correction is determined by the Autosens min/max settings. For Sigmoid function an adjustment factor of 0.4 - 0.5 is recommended to begin with. For the logaritmic formula there is less consensus, but starting with 0.5 - 0.8 is more appropiate for most users
pt: Ajustar rácios dinâmicos por uma constante. O padrão é 0.5. Quanto maior o valor, maior será a correção do seu ISF para um alto ou um baixo BG. A correção máxima é determinada pelas configurações min/max do Autosens. Para a função Sigmoid é recomendado começar com um fator de ajuste de 0,4 - 0,5. Para a ameaça logaritmica da fórmula é menos consenso, mas começar com 0.5 - 0.8 é mais appropiate para a maioria dos usuários

source: Use Sigmoid Function
pt: Usar Função Sigmoid

source: Formula
pt: Fórmula

source: Safety
pt: Segurança

source: Use a sigmoid function for ISF (and for CR, when enabled), instead of the default Logarithmic formula. Requires the Dynamic ISF setting to be enabled in settings The Adjustment setting adjusts the slope of the curve (Y: Dynamic ratio, X: Blood Glucose). A lower value ==> less steep == less aggressive. The autosens.min/max settings determines both the max/min limits for the dynamic ratio AND how much the dynamic ratio is adjusted. If AF is the slope of the curve, the autosens.min/max is the height of the graph, the Y-interval, where Y: dynamic ratio. The curve will always have a sigmoid shape, no matter which autosens.min/max settings are used, meaning these settings have big consequences for the outcome of the computed dynamic ISF. Please be careful setting a too high autosens.max value. With a proper profile ISF setting, you will probably never need it to be higher than 1.5 An Autosens.max limit > 1.5 is not advisable when using the sigmoid function.
pt: Usar uma função sigmoid para ISF (e para CR, quando ativado), em vez da fórmula logarítmica padrão. Requer a configuração do ISF dinâmico para estar habilitado nas configurações O ajuste ajuste ajusta o coeficiente angular da curva (Y: Taxa dinâmica, X: Blood Glucose). Um valor mais baixo ==> menos íngreme == menos agressivo. O autosens. configurações in/max determina ambos os limites máx/min para a proporção dinâmica e quanto a proporção dinâmica é ajustada. Se AF é a inclinação da curva, o autosenso. in/max é a altura do gráfico, o Y-interval, onde Y: proporção dinâmica. A curva sempre terá uma forma sigmoid, não importa qual autorsens. configurações in/max são usadas, o que significa que estas configurações têm grandes consequências para o resultado do ISF dinâmico computado. Por favor, tenha cuidado ao definir um autosens.max muito alto. Com uma configuração de ISF de perfil correta, você provavelmente nunca precisará que ela seja superior a 1. Um limite Autosens.max > 1.5 não é aconselhável quando se usa a função sigmoid.

source: Minimum Safety Threshold (mg/dL)
pt: Limite mínimo de segurança (mg/dL)

source: All insulin will be suspended if your glucose is predicted to drop below the safety threshold. Must be set between 60-120 mg/dL. To convert from mmol/L, multiply by 18. Note: Basal may be resumed if there's negative IOB and glucose is rising faster than predicted.
pt: Toda a insulina será suspensa se sua glicose for prevista para ficar abaixo do limite de segurança. Deve ser definida entre 60-120 mg/dL. Para converter de mmol/L, multiplique por 18. Nota: Basal pode ser retomada se houver IOB negativo e a glicose estiver aumentando mais rápido do que o previsto.

source: Calculator settings
pt: Configurações da calculadora

source: Display Predictions
pt: Exibir previsões

source: Smaller iPhone Screens
pt: Telas menores de iPhone

source: Display and allow Fat and Protein entries
pt: Exibir e permitir entradas de gordura e proteínas

source: Add Meal View settings
pt: Adicionar configurações de visualização de refeição

source: Display Temp Targets Button
pt: Exibir botão Temp Targets

source: Home View Button Panel
pt: Painel de Botão da Visualização Inicial

source: In case you're using both profiles and temp targets
pt: Caso você esteja usando ambos perfis e alvos temporários

source: Always Color Glucose Value (green, yellow etc)
pt: Sempre Valor de Glicémia de Cor (verde, amarelo, etc)

source: Header settings
pt: Configurações de cabeçalho

source: Normally glucose is colored red only when over or under your notification limits for high/low
pt: Normalmente a glicose é colorida somente quando terminar ou abaixo dos seus limites de notificação para alta/baixa

source: Horizontal Scroll View Visible hours
pt: Horas horizontais de rolagem visíveis

source: Live Activity
pt: Atividade ao vivo

source: Live activity displays blood glucose live on the lock screen and on the dynamic island (if available)
pt: Atividade ao vivo exibe glicemia ao vivo na tela de bloqueio e na ilha dinâmica (se disponível)

source: Show live activity
pt: Mostrar atividade ao vivo

source: Weighted Average of TDD. Weight of past 24 hours:
pt: Média ponderada da DDD. Peso das últimas 24 horas:
