Repository: pbloom209/trio
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: pt

source: Has to be > 0 and <= 1. Default is 0.65 (65 %) * TDD. The rest will be from average of total data (up to 14 days) of all TDD calculations (35 %). To only use past 24 hours, set this to 1. To avoid sudden fluctuations, for instance after a big meal, an average of the past 2 hours of TDD calculations is used instead of just the current TDD (past 24 hours at this moment).
pt: Tem que ser > 0 e <= 1. Padrão é 0,65 (65 %) * TDD. O restante será de média dos dados totais (até 14 dias) de todos os cálculos de TDD (35 %). Para usar apenas as últimas 24 horas, defina isto como 1. Para evitar flutuações súbitas, por exemplo após uma grande refeição, uma média das últimas 2 horas de cálculos de DCD é usada em vez de apenas o DDT atual (nas últimas 24 horas neste momento).

source: Adjust basal
pt: Ajustar basal

source: Enable adjustment of basal based on the ratio of current TDD / 7 day average TDD
pt: Habilitar ajuste de basal com base na proporção atual de TDD / 7 dias de média TDD

source: Max Delta-BG Threshold SMB
pt: Limite Delta-BG de SMB

source: Defaults to 0.2 (20%). Maximum positive percentual change of BG level to use SMB, above that will disable SMB. Hardcoded cap of 40%. For UAM fully-closed-loop 30% is advisable. Observe in log and popup (maxDelta 27 > 20% of BG 100 - disabling SMB!).
pt: O valor padrão é 0.2 (20%). A variação percentual positiva máxima de nível BG para usar SMB, acima que desativará o SMB. Limite codificado em 40%. Para UAM completamente fechado, 30% é aconselhável. Observe no registro e pop-up (maxDelta 27 > 20% de BG 100 - desabilitando SMB!).

source: ... When Blood Glucose Is Over (mg/dl):
pt: ... Quando a glicose de sangue está acabando (mg/dl):

source: Set the value enableSMB_high_bg will compare against to enable SMB. If BG > than this value, SMBs should enable.
pt: Definir o valor enableSMB_high_bg será comparado para habilitar SMB. Se BG > do que este valor, SMBs devem ativar.

source: Enable SMB With High BG
pt: SMB activo com alto glicemia

source: Enable SMBs when a high BG is detected, based on the high BG target (adjusted or profile)
pt: Ativar SMBs quando uma Glicemia alta for detectada, com base no alvo de alto glicemia (ajustado ou perfil)

source: Dynamic settings
pt: Configurações dinâmicas

source: Insulin curve
pt: Curva de Insulina

source: Adjustment Factor
pt: Fator de ajuste
