Repository: pbloom209/trio
Catalog: FreeAPS/Sources/Localizations/Main/*.lproj/Localizable.strings
Languages: pt

source: For write data to Apple Health you must give permissions in Settings > Health > Data Access
pt: Para gravar dados de saúde da Apple, você deve conceder permissões em Configurações > Vida > Acesso aos Dados

source: This allows Trio to read from and write to Apple Heath. You must also give permissions in Settings > Health > Data Access. If you enter a glucose value into Apple Health, open Trio to confirm it shows up.
pt: Isso permite que Trio leia e escreva para o Calor da Apple. Você também deve conceder permissões em Configurações > Saúde > Acesso de Dados. Se você inserir um valor de glicose na Apple Health, abra o Trio para confirmar que será exibido.

source: Warning
pt: ATENÇÃO

source: Manual
pt: Manualmente

source: External Insulin
pt: Insulina externa

source: Manual Basal
pt: Basal manual

source: - Manual Basal ⚠️
pt: - Basal manual ⚠️

source: U/day
pt: U/dia

source: Enable
pt: Habilitado

source: Fat and Protein Conversion Settings
pt: Configurações de conversão de gordura e proteína

source: Delay In Minutes
pt: Atraso em minutos

source: Maximum Duration In Hours
pt: Duração máxima em Horas

source: Interval In Minutes
pt: Intervalo em Minutos

source: Override With A Factor Of
pt: Substituir com um fator de

source: Allows fat and protein to be converted into future carb equivalents using the Warsaw formula of kilocalories divided by 10. This spreads the carb equivilants over a maximum duration setting that can be configured from 5-12 hours. Delay is time from now until the first future carb entry. Interval in minutes is how many minutes are between entries. The shorter the interval, the smoother the result. 10, 15, 20, 30, or 60 are reasonable choices. Adjustment factor is how much effect the fat and protein has on the entries. 1.0 is full effect (original Warsaw Method) and 0.5 is half effect. Note that you may find that your normal carb ratio needs to increase to a larger number if you begin adding fat and protein entries. For this reason, it is best to start with a factor of about 0.5 to ease into it. Default settings: Time Cap: 8 h, Interval: 30 min, Factor: 0.5, Delay 60 min
pt: Identificador (Chave): Permite que gordura e proteína sejam convertidas em equivalentes futuros de carboidratos usando a fórmula de Varsóvia de quilocalorias divididas por 10. Isso distribui os equivalentes de carboidratos ao longo de uma configuração de duração máxima que pode ser configurada de 5-12 horas. O atraso é o tempo a partir de agora até a primeira entrada futura de carboidratos. O intervalo em minutos é quantos minutos estão entre as entradas. Quanto menor o intervalo, mais suave é o resultado. 10, 15, 20, 30 ou 60 são escolhas razoáveis. O fator de ajuste é o quanto a gordura e a proteína afetam as entradas. 1,0 é o efeito total (Método original de Varsóvia) e 0,5 é o efeito pela metade. Note que você pode achar que sua proporção normal de carboidratos precisa aumentar para um número maior se começar a adicionar entradas de gordura e proteína. Por esta razão, é melhor começar com um fator de cerca de 0,5 para facilitar a adaptação. Configurações padrão: Limite de tempo: 8 h, Intervalo: 30 min, Fator: 0,5, Atraso 60 min Descrição Arquivo: Localizable. strings

source: Fat and Protein
pt: Gorduras e proteínas

source: Fat & Protein
pt: Gordura e proteínas

source: Hide Fat & Protein
pt: Gordura & Proteínas

source: Fat
pt: Gordura

source: Protein
pt: Proteínas

source: Meal Settings
pt: Configurações de refeição

source: Profile Override
pt: Substituir perfil

source: Override Profiles
pt: Substituir perfis

source: Currently no Override active
pt: Atualmente não sobreposto ativo

source: Total Insulin Adjustment
pt: Ajuste Total de Insulina

source: Override your Basal, ISF, CR and Target profiles
pt: Substituir seus perfis Basal, ISF, CR e Alvos

source: Enable indefinitely
pt: Habilitar indefinidamente

source: Override Profile target
pt: Substituir perfil alvo

source: Disable SMBs
pt: Desativar SMBs

source: Normal Profile
pt: Perfil normal

source: Custom Profile
pt: Perfil personalizado

source: More options
pt: Mais opções

source: Schedule when SMBs are Off
pt: Programar quando SMBs estão desligadas

source: Change ISF and CR
pt: Alterar ISF e CR

source: Change ISF
pt: Alterar ISF

source: Change CR
pt: Alterar CR

source: SMB Minutes
pt: Minutos SMB

source: Start new Profile
pt: Iniciar novo perfil

source: Save as Profile
pt: Salvar como perfil

source: Cancel Profile Override
pt: Cancelar Substituição de perfil?

source: Return to Normal?
pt: Voltar ao normal?

source: This will change settings back to your normal profile.
pt: Isto irá alterar as configurações de volta ao seu perfil normal.

source: Start Profile
pt: Iniciar Perfil

source: Your profile basal insulin will be adjusted with the override percentage and your profile ISF and CR will be inversly adjusted with the percentage.
pt: A insulin basal do seu perfil será ajustada com a porcentagem de substituição e o seu ISF e CR serão inversamente ajustados com a percentagem.

source: Starting this override will change your Profiles and/or your Target Glucose used for looping during the entire selected duration. Tapping ”Start Profile” will start your new profile or edit your current active profile.
pt: Iniciar esta substituição irá mudar seus perfis e/ou seu Glicose alvo usado para repetição durante toda a duração selecionada. Tocar "Perfil Inicial" iniciará seu novo perfil ou editará seu atual perfil ativo.

source: Override Profile Target
pt: Substituir perfil alvo

source: SMBs are disabled either by schedule or during the entire duration.
pt: SMBs são desativados por horário ou durante toda a duração.

source: infinite duration.
pt: Duração infinita.

source: App Icons
pt: Ícones da Aplicativos

source: Trio Icon
pt: Ícone Trio

source: Statistics and Home View
pt: Estatísticas e visualização inicial

source: Delete Carb Equivalents?
pt: Excluir Equivalentes de Carb?

source: All FPUs of the meal will be deleted.
pt: Todos os FPUs da refeição serão excluídos.

source: Delete Glucose?
pt: Excluir o Glicose?

source: Meal Presets
pt: Predefinições de refeição

source: Empty
pt: Vazio

source: Delete Selected Preset
pt: Excluir predefinição selecionada

source: Enter Meal Preset Name
pt: Inserir nome da predefinição de refeição

source: Name Of Dish
pt: Nome do Peixe

source: Save and continue
pt: Salvar e continuar

source: Predictions
pt: Previsão

source: Display Protein & Fat
pt: Exibir proteína e gordura

source: Warning!
pt: Aviso!

source: Tap 'Add' to continue with selected amount.
pt: U Toque em 'Adicionar' para continuar com a quantidade selecionada.

source: Eventual Glucose
pt: Glicose Eventual

source: Please wait
pt: Por favor, aguarde

source: Glucose,
pt: Glicose,

source: Target Glucose
pt: Glicémia alvo

source: Percentage setting
pt: Configuração de porcentagem

source: Insulin Sensitivity
pt: Sensibilidade da insulina

source: (Eventual Glucose - Target) / ISF
pt: (Eventual Glicose - Alvo) / ISF

source: Formula:
pt: Fórmula:

source: Carbs and previous insulin are included in the glucose prediction, but if the Eventual Glucose is lower than the Target Glucose, a bolus will not be recommended.
pt: Carbs e insulina anterior estão incluídos na previsão de glicose, mas se a Glicose Eventual for menor que o Glicose do destino, um bolus não será recomendado.

source: Hide
pt: Esconder

source: Eventual Glucose > Target Glucose, but glucose is predicted to drop down to
pt: Eventual Glucose > Glicose Alvo, mas a glicose é prevista para o primeiro drop down

source: which is below your Threshold (
pt: que está abaixo do seu limite (

source: Eventual Glucose > Target Glucose, but glucose is climbing slower than expected. Expected:
pt: Eventual Glucose > Glicose do destino, mas a glicose é subindo mais lenta do que o esperado. Esperado:

source: . Climbing:
pt: . Escalada:

source: Eventual Glucose > Target Glucose, but glucose is falling faster than expected. Expected:
pt: Glicose Eventual > Glicose Alvo, mas a glicose está caindo mais rápido que o esperado. Esperado:

source: . Falling:
pt: . Qualificação:

source: Eventual Glucose > Target Glucose, but glucose is changing faster than expected. Expected:
pt: Glicose Eventual > Glicose do destino, mas a glicose está mudando mais rápido do que o esperado. Esperado:

source: . Changing:
pt: . Alterando:

source: without bolusing
pt: sem negrito

source: Attach Pod
pt: Anexar Pod

source: Deactivate Pod
pt: Desativar Pod

source: Deactivating...
pt: Desativando...

source: Pair Pod
pt: Pod de Par

source: Previous Pod Information
pt: Informações Pod anteriores

source: Confidence Reminders
pt: Lembretes de confiança

source: Confidence reminders are beeps from the Pod which can be used to acknowledge selected commands when the Pod is not silenced.
pt: Lembretes de confiança são bipes do Pod que podem ser usados para reconhecer os comandos selecionados quando o Pod não é silenciado.

source: Failed to update confidence reminder preference.
pt: Falha ao atualizar preferência de lembrete de confiança.

source: No Error
pt: Sem Erro

source: Active Time
pt: Tempo ativo

source: Disabled
pt: Desabilitado

source: Enabled
pt: Ativado

source: Extended
pt: Estendida

source: No confidence reminders are used.
pt: Não foram usados lembretes de confiança.

source: Confidence reminders will sound for commands you initiate, like bolus, cancel bolus, suspend, resume, save notification reminders, etc. When the app automatically adjusts delivery, no confidence reminders are used.
pt: Lembretes de confiança soarão para os comandos que iniciar, como bolus, cancelar bolus, suspender, retomar, salvar lembretes de notificação, etc. Quando o aplicativo ajusta automaticamente a entrega, não são usados lembretes de confiança.

source: Confidence reminders will sound when the app automatically adjusts delivery as well as for commands you initiate.
pt: Lembretes de confiança soarão quando o aplicativo ajustar automaticamente a entrega, bem como os comandos que você iniciar.

source: Expiration Reminder Default
pt: Lembrete de expiração padrão

source: Expiration Reminder
pt: Lembrete de expiração

source: Low Reservoir
pt: Reservatório baixo

source: No Reminder
pt: Sem lembrete

source: Scheduled Reminder
pt: Lembrete programado

source: Low Reservoir Reminder
pt: Lembrete de Reservatório Baixo

source: Make sure your phone and pod are close to each other. If communication issues persist, move to a new area.
pt: Certifique-se de que seu telefone e servidor estão próximos um do outro. Se os problemas de comunicação persistirem, mude para uma nova área.

source: Change Pod now. Insulin delivery will stop in %1$@ or when no more insulin remains.
pt: Alterar Pod agora. A entrega de insulina irá parar em %1$@ ou quando não houver mais insulina permanecer.

source: %1$@ for %2$@
pt: %1$@ para %2$@

source: Loop will not automatically adjust your insulin delivery until the temporary basal rate finishes or is canceled.
pt: O loop não ajustará automaticamente sua entrega de insulina até que a taxa temporária de basal termine ou seja cancelada.

source: Set Temporary Basal
pt: Definir Basal Temporária

source: Temporary Basal
pt: Basal Temporária

source: Temporary Basal Failed
pt: Basal Temporária Falhou

source: Unable to set a temporary basal rate: %1$@ %2$@
pt: Não é possível definir uma taxa de basal temporária: %1$@ %2$@

source: Unable to set a temporary basal rate: %1$@
pt: Não é possível definir uma taxa basal temporária: %1$@

source: Missing Config
pt: Configuração Faltando

source: This PumpManager has not been configured with a maximum basal rate because it was added before manual temp basal was a feature. Please go to therapy settings -> delivery limits and set a new maximum basal rate.
pt: Este PumpManager não foi configurado com uma taxa de basal máxima porque foi adicionado antes da basal temp manual ser uma funcionalidade. Por favor vá para a terapia configurações -> limites de entrega e defina uma nova taxa de basal máxima.

source: Total Delivery
pt: Entrega total

source: Add Omnipod Dash
pt: Adicionar Omnipod Dash

source: Check Cannula
pt: Verificar Cannula

source: Setup Complete
pt: Instalação concluída

source: Insulin Suspended
pt: Insulina suspensa

source: Suspending insulin delivery...
pt: Suspender a entrega da insulina...

source: Resume Insulin Delivery
pt: Retomar Entrega de Insulina

source: Resuming insulin delivery...
pt: Retomando a entrega de insulina...

source: Failed to Suspend Insulin Delivery
pt: Falha ao suspender Entrega da Insulina

source: Today
pt: hoje

source: Day
pt: dia

source: Week
pt: semana

source: Month
pt: Mês

source: Statistics
pt: estatísticas

source: Allow Upload of Statistics to NS
pt: Permitir o envio de estatísticas para NS

source: In Range
pt: Dentro do alcance

source: Change HbA1c Unit
pt: Alterar Unidade HbA1c

source: Display Chart X - Grid lines
pt: Mostrar Gráfico X - Linhas de grade

source: Display Chart Y - Grid lines
pt: Mostrar Gráfico Y - Linhas de grade

source: Display Chart Threshold lines for Low and High
pt: Mostrar linhas de limite de gráfico para baixo e alto

source: Standing / Laying TIR Chart
pt: Parada / Colocar Gráfico TIR

source: Hours X-Axis (6 default)
pt: Horas Eixo-X (6 padrão)

source: 2 hours
pt: 2 horas

source: 4 hours
pt: 4 horas

source: 6 hours
pt: 6 horas

source: 12 hours
pt: 12 horas

source: 24 hours
pt: 24 horas

source: Average
pt: Média

source: Median
pt: Mediana

source: Readings
pt: Leituras

source: Readings / 24h
pt: Leituras / 24h

source: Days
pt: dias

source: High (>
pt: Alto (>

source: Low (<
pt: Baixo (<

source: SD
pt: DI

source: All
pt: TODOS

source: days
pt: Dias

source: Loops
pt: Laços

source: Errors
pt: Erros

source: Interval
pt: Intervalo

source: Display SD instead of CV
pt: Exibir SD em vez de CV

source: Display Standard Deviation (SD) instead of Coefficient of Variation (CV) in statPanel
pt: Exibir Desvio Padrão (SD) em vez de Coeficiente da Variação (CV) no Painel de Controle

source: Update every number of minutes:
pt: Atualizar cada número de minutos:

source: Default is 20 minutes. How often to update and save the statistics.json and to upload last array, when enabled, to Nightscout.
pt: O padrão é 20 minutos. Com que frequência atualizar e salvar as estatísticastics.json e fazer o upload do último array, quando ativado, para o Nightscout.

source: Past 24 Hours
pt: Passado 24 Horas

source: Past Week
pt: Na última semana

source: Past Month
pt: Mês passado

source: Past 90 Days
pt: Nos últimos 90 dias

source: All Past Days of Data
pt: Todos os últimos dias de dados

source: Display Loop Cycle statistics
pt: Exibir estatísticas do ciclo de ciclo

source: Displays Loop statistics in the statPanel in Home View
pt: Exibe estatísticas do Loop no painel de status da Tela Inicial

source: Change default HbA1c unit in statPanlel. The unit in statPanel will be updateded with next statistics.json update
pt: Alterar a unidade padrão HbA1c no statPanlel. A unidade no painel de estatística será atualizada com a próxima atualização stattics.json

source: all
pt: Todos

source: CGM Configuration
pt: Configuração do CGM

source: CGM address :
pt: Endereço CGM :

source: CGM is not used as heartbeat.
pt: O GM não é usado como pulso cardíaco.

source: Are you sure you want to delete this CGM?
pt: Tem certeza de que deseja excluir este CGM?

source: Smooth Glucose Value
pt: Valor de Glicémia Suave

source: This feature, enabled by default, resets the autosens ratio to neutral when you rewind your pump, on the assumption that this corresponds to a probable site change. Autosens will begin learning sensitivity anew from the time of the rewind, which may take up to 6 hours. If you usually rewind your pump independently of site changes, you may want to consider disabling this feature.
pt: Este recurso, habilitado por padrão, redefine a proporção autosens de neutralidade quando você retroceder sua bomba, assumindo que isso corresponde a uma provável mudança de local. Autosens começará de novo a aprender a sensibilidade a partir do tempo do vento, que pode levar até 6 horas. Se você costuma retroceder sua bomba independentemente das alterações de site, você pode considerar a possibilidade de desativar este recurso.

source: High Temptarget Raises Sensitivity
pt: Alto Alto-Alvo Gera Sensibilidade

source: Defaults to false. When set to true, raises sensitivity (lower sensitivity ratio) for temp targets set to >= 111. Synonym for exercise_mode. The higher your temp target above 110 will result in more sensitive (lower) ratios, e.g., temp target of 120 results in sensitivity ratio of 0.75, while 140 results in 0.6 (with default halfBasalTarget of 160).
pt: O padrão é falso. Quando definido como verdadeiro, aumenta a sensibilidade (relação de menor sensibilidade) para os alvos temporários definidos como >= 111. Sinônimo para modo exercício. Quanto maior o seu alvo temporário acima de 110 resultará em percentagens mais sensíveis (inferiores), por exemplo, meta temp de 120 resulta em taxa de sensibilidade de 0,75, enquanto 140 resulta em 0.6 (com padrão halfBasalTarget de 160).

source: Low Temptarget Lowers Sensitivity
pt: Baixo Alvo-Temp. Sensibilidade

source: Defaults to false. When set to true, can lower sensitivity (higher sensitivity ratio) for temptargets <= 99. The lower your temp target below 100 will result in less sensitive (higher) ratios, e.g., temp target of 95 results in sensitivity ratio of 1.09, while 85 results in 1.33 (with default halfBasalTarget of 160).
pt: O padrão é falso. Quando definido como verdadeiro, pode reduzir a sensibilidade (taxa de sensibilidade mais alta) para alvostemp <= 99. Quanto menor o seu alvo temporário abaixo de 100 resultará em proporções menos sensíveis (maiores). ., meta temp de 95 resulta numa relação de sensibilidade de 1,09, enquanto 85 resulta em 1,33 (com o metadeBasalTarget padrão de 160).

source: Sensitivity Raises Target
pt: Sensibilidade levanta Alvo

source: When true, raises BG target when autosens detects sensitivity
pt: Quando verdadeiro, eleva o alvo de glicemia quando autosens detecta sensibilidade

source: Resistance Lowers Target
pt: Resistência Baixa Alvo

source: Defaults to false. When true, will lower BG target when autosens detects resistance
pt: O padrão é falso. Quando verdadeiro, diminuirá o alvo em glicemia quando autosens detectar resistência

source: Advanced Target Adjustments
pt: Ajustes Avançados de Alvo

source: This feature was previously enabled by default but will now default to false (will NOT be enabled automatically) in oref0 0.6.0 and beyond. (There is no need for this with 0.6.0). This feature lowers oref0’s target BG automatically when current BG and eventualBG are high. This helps prevent and mitigate high BG, but automatically switches to low-temping to ensure that BG comes down smoothly toward your actual target. If you find this behavior too aggressive, you can disable this feature. If you do so, please let us know so we can better understand what settings work best for everyone.
pt: Esse recurso foi previamente ativado por padrão, mas agora será padrão para falso (não será ativado automaticamente) em oref0 0.6.0 e além. (Não há necessidade disso com a 0.6.0). Este recurso reduz o glicemia alvo do oref0 automaticamente quando o glicemia atual e eventualBG são altos. Isso ajuda a prevenir e mitigar o alto BG, mas altera automaticamente para um baixo nível de temperatura para garantir que o BG se desça suavemente em direção ao seu alvo atual. Se você achar esse comportamento muito agressivo, você pode desativar esse recurso. Se fizer isso, por favor nos avise para que possamos entender melhor quais configurações funcionam melhor para todos.

source: Exercise Mode
pt: Modo exercício

source: Defaults to false. When true, > 105 mg/dL high temp target adjusts sensitivityRatio for exercise_mode. Synonym for high_temptarget_raises_sensitivity
pt: O padrão é falso. Quando true, > 105 mg/dL alto alvo temp ajusta sensitividadeRatio para modo de exercício. Sinônimo para high_temptarget_raises_Sensibilidade

source: Wide BG Target Range
pt: Alvo de Glicémia larga

source: Defaults to false, which means by default only the low end of the pump’s BG target range is used as OpenAPS target. This is a safety feature to prevent too-wide targets and less-optimal outcomes. Therefore the higher end of the target range is used only for avoiding bolus wizard overcorrections. Use wide_bg_target_range: true to force neutral temps over a wider range of eventualBGs.
pt: O padrão é falso, o que significa por padrão apenas a parte inferior do intervalo do alvo da bomba de glicemia é usado como alvo OpenAPS. Esta é uma característica de segurança para evitar alvos amplos e resultados menos óptimos. Por conseguinte, a extremidade superior do alcance-alvo só é utilizada para evitar as sobrecorrecções do assistente de bólus . Usar wide_bg_target_range: verdadeiro para forçar tempos neutros sobre uma gama mais ampla de eventualBGs.

source: Skip Neutral Temps
pt: Ignorar Temps Neutros

source: Defaults to false, so that Trio will set temps whenever it can, so it will be easier to see if the system is working, even when you are offline. This means Trio will set a “neutral” temp (same as your default basal) if no adjustments are needed. This is an old setting for OpenAPS to have the options to minimise sounds and notifications from the 'rig', that may wake you up during the night.
pt: O padrão é falso, para que Trio defina temps sempre que possível, portanto, será mais fácil ver se o sistema está funcionando, mesmo quando você está offline. Isto significa que o OpenAPS definirá uma temperatura "neutro" (mesmo que seu basal padrão) se nenhum ajuste for necessário. Esta é uma configuração antiga para o OpenAPS ter as opções para minimizar sons e notificações formam o 'rig', isso pode te acordar durante a noite.

source: Unsuspend If No Temp
pt: Dessuspender Se Não Temp

source: Many people occasionally forget to resume / unsuspend their pump after reconnecting it. If you’re one of them, and you are willing to reliably set a zero temp basal whenever suspending and disconnecting your pump, this feature has your back. If enabled, it will automatically resume / unsuspend the pump if you forget to do so before your zero temp expires. As long as the zero temp is still running, it will leave the pump suspended.
pt: Muitas pessoas ocasionalmente esquecem de retomar / cancelar a suspensão da bomba depois de reconectá-la. Se você é um deles, e está disposto a definir confiavelmente uma basal temp zero sempre que suspender e desconectar sua bomba, Este recurso possui as suas costas. Se ativado, irá automaticamente retomar / cancelar a bomba se você esquecer de fazê-lo antes que sua temperatura zero expire. Enquanto a temperatura zero ainda estiver em execução, ela deixará a bomba suspensa.

source: Enable UAM
pt: Habilitar UAM
